{"keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "name": "dense_3", "units": 64, "dtype": "float32", "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "batch_input_shape": [null, 784], "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "name": "dense_4", "units": 10, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax"}}]}